Repository: Turkcell/usergrid-portal
Catalog: locales/*/messages.po
Languages: tr

source: Apigee App Services Admin Portal
tr: Turkcell Geleceği Yazanlar Uygulama Servisleri Yönetim Portalı

source: Admin Portal
tr: Yönetim Portalı

source: Login
tr: Giriş

source: Sign Up
tr: Kayıt Ol

source: Forgot Password
tr: Şifre Hatırlat

source: App Services
tr: Uygulama Servisleri

source: Mobile Analytics
tr: Mobil İstatistikler

source: Dashboard
tr: Gösterge Tablosu

source: Profile
tr: Profil

source: Sign Out
tr: Çıkış

source: Loading...
tr: Yükleniyor...

source: Organizations
tr: Organizasyonlar

source: loading...
tr: yükleniyor...

source: App Name
tr: Uygulama Adı

source: loading apps...
tr: uygulamalar yükleniyor...

source: Switch to...
tr: Değiştir...

source: API Consoles
tr: API Konsolu

source: Support
tr: Destek

source: Docs
tr: Dokümanlar

source: Examples & SDKs
tr: Örnekler & SDK'lar

source: Google Group
tr: Google Grubu

source: About
tr: Hakkında

source: Whoops! We encounterd an error connecting to the API. Press refresh to try loading the Admin Portal again.
tr: API bağlantısı kurulurken hata oluştu. Yönetim portalını tekrar yüklemek için yenile butonuna tıklayın.

source: Refresh
tr: Yenile

source: ERROR
tr: HATA

source: Your details were incorrect.
tr: Ayrıntılarınız hatalı.

source: Email:
tr: E-posta:

source: Password:
tr: Şifre:

source: Remember me
tr: Beni hatırla

source: We're holding a seat for you!
tr: Sizin için bir yer tutuyoruz!

source: Thanks for signing up for a spot on our private beta. We will send you an email as soon as we're ready for you!
tr: Kayıt olarak kapalı deneme sürümümüzde yer ayırttığınız için teşekkür ederiz. Hazır olur olmaz sizi e-posta ile bilgilendireceğiz.

source: In the mean time, you can stay up to date with App Services on our <a href="https://groups.google.com/forum/?fromgroups#!forum/usergrid">Google Group</a>.
tr: Bu sırada uygulama servisleriyle ilgili güncel bilgileri <a href="https://groups.google.com/forum/?fromgroups#!forum/usergrid">Google Group</a> üzerinden takip edebilirsiniz.

source: Register
tr: Kayıt

source: Organization Account
tr: Organizasyon Hesabı

source: Username
tr: Kullanıcı Adı

source: Name
tr: İsim

source: Email
tr: E-posta

source: Password
tr: Şifre

source: Confirm
tr: Doğrula

source: Organization
tr: Organizasyon

source: View your org's apps, activities, administrators and more.
tr: Organizasyon uygulamalarını, etkinlikleri, yöneticileri ve daha fazlasını görüntüleyin.

source: Org Overview
tr: Org. Görünümü

source: Application
tr: Uygulama

source: View your app's data, scripts, analytics and more.
tr: Uygulama verisini, script'leri, istatistikleri ve daha fazlasını görüntüleyin.

source: App Overview
tr: Uygulama Görünümü

source: App End-Users
tr: Uygulama Son Kullanıcıları

source: App Data
tr: Uygulama Verisi

source: Activities
tr: Etkinlikler

source: Analytics
tr: İstatistikler

source: App Settings
tr: Uygulama Ayarları

source: End-Users
tr: Son Kullanıcılar

source: Data related to your application end-users.
tr: Uygulama son kullanıcılarına ait veriler.

source: Data Collections
tr: Veri Koleksiyonları

source: Explore your application's data collections.
tr: Uygulanın veri koleksiyonlarını görüntüleyin.

source: Data Explorer
tr: Veri Gezgini

source: Add Collection
tr: Koleksiyon Ekle

source: Quick Start Guide
tr: Hızlı Başlangıç Rehberi

source: Need help getting started? Follow our Quick Start Guide
tr: Başlangıç için yardıma mı ihtiyacınız var? Hızlı Başlangıç Rehberini Takip Edin

source: App Services: Quick Start Guide
tr: Uygulama Servisleri: Hızlı Başlangıç Rehberi

source: SDKs & Modules
tr: SDK & Modüller

source: Download an SDK or module to get up-and-running quickly
tr: Hızlıca giriş yapabilmek için bir SDK veya modül indirin

source: iOS SDK: Download
tr: iOS SDK: İndir

source: Android SDK: Download
tr: Android SDK: İndir

source: Javascript SDK: Download
tr: Javascript SDK: İndir

source: Node.js Module
tr: Node.js Modulü

source: Ruby SDK: Download
tr: Ruby SDK: İndir

source: C# SDK: Download
tr: C# SDK: İndir

source: Current Organization
tr: Varsayılan Organizasyon

source: Applications
tr: Uygulamalar

source: New Application
tr: Yeni Uygulama

source: Organization's Administrators
tr: Organizasyon Yöneticileri

source: New Administrator
tr: Yeni Yönetici

source: Organization API Credentials
tr: Organizasyon API Oturum Bilgileri

source: Regenerate Credentials
tr: Oturum Bilgilerini Tekrar Oluştur

source: Client ID
tr: Uygulama Kodu

source: Client Secret
tr: Uygulama Parolası

source: No applications for this organization
tr: Bu organizasyona ait uygulama bulunmuyor

source: All organizations require at least one application. Please create one.
tr: Tüm organizasyonlar en az bir adet uygulamaya sahip olmalı. Lütfen bir tane oluşturun.

source: Length of name must be between 4 and 80
tr: İsim uzunluğu 4 ile 80 karakter arasında olmalı

source: Create new administrator
tr: Yeni yönetici oluştur

source: Application Dashboard
tr: Uygulama Gösterge Tablosu

source: Account Settings
tr: Hesap Ayarları

source: Account settings updated.
tr: Hesap bilgileri güncellendi.

source: OK
tr: Tamam

source: Personal Account
tr: Kişisel Hesap

source: Picture <br>(from <a href="http://gravatar.com">gravatar.com</a>)
tr: Resim <br>(<a href="http://gravatar.com">gravatar.com</a>)

source: Leave blank any of the following to keep the current password unchanged
tr: Varolan şifrenizi değiştirmek istemiyorsanız aşağıdakilerden birini boş bırakın

source: Old Password
tr: Eski Şifre

source: New Password
tr: Yeni Şifre

source: Confirm New Password
tr: Yeni Şifreyi Doğrula

source: Add
tr: Ekle

source: Create new organization
tr: Yeni organizasyon oluştur

source: All form fields are required.
tr: Tüm alanlar zorunludur.

source: Collection: /users
tr: Koleksiyonlar: /users

source: Full Name
tr: Tam İsim

source: Delete
tr: Sil

source: Create new user
tr: Yeni kullanıcı oluştur

source: &larr; Previous
tr: &larr; Önceki

source: Next &rarr;
tr: Sonraki &rarr;

source: Username is required.
tr: Kullanıcı adı zorunludur.

source: Full name
tr: Tam isim

source: Confirm password
tr: Şifre Doğrula

source: Are you sure?
tr: Emin misiniz?

source: Create new application
tr: Yeni uygulama oluştur

source: List
tr: Liste

source: Groups
tr: Gruplar

source: Graph
tr: Grafik

source: Roles & Permissions
tr: Roller & İzinler

source: Add this user to a Role
tr: Bu kullanıcıyı bir Role ekle

source: Search for the role you want to add to this user.
tr: Bu kullanıcıyı eklemek istediğiniz rol için arama yapın.

source: Role
tr: Rol

source: Add this user to a Group
tr: Bu kullanıcıyı bir Gruba ekle

source: Search for the group you want to add this user to.
tr: Bu kullanıcıyı eklemek istediğiniz grup için arama yapın.

source: Group
tr: Grup

source: Follow this User
tr: Bu Kullanıcıyı Takip Et

source: Search for the user you want to Follow.
tr: Takip etmek istediğiniz kullanıcı için arama yapın.

source: User
tr: Kullanıcı

source: Collection: /groups
tr: Koleksiyon: /groups

source: Path
tr: Yol

source: Group Name
tr: Grup Adı

source: Create new group
tr: Yeni grup oluştur

source: Display Name
tr: Görüntülenecek İsim

source: Group Path
tr: Grup Yolu

source: Details
tr: Ayrıntılar

source: Members
tr: Üyeler

source: Add a User to this Group
tr: Bu Gruba Bir Kullanıcı Ekle

source: Search for the user you want to add to this group.
tr: Bu gruba eklemek istediğiniz kullanıcı için arama yapın.

source: Add a Role to this Group
tr: Bu Gruba Bir Rol Ekle

source: Search for the role you want to add to this group.
tr: Bu gruba eklemek istediğiniz rol için arama yapın.

source: Collection: /roles
tr: Koleksiyon: /roles

source: Add Role
tr: Rol Ekle

source: Role Settings
tr: Rol Ayarları

source: No Permissions.
tr: İzin Yok.

source: Create new Role
tr: Yeni Rol Oluştur

source: Settings
tr: Ayarlar

source: Users
tr: Kullanıcılar

source: Add a Group to this Role
tr: Bu Role Bir Grup Ekle

source: Search for the group you want to add to this role.
tr: Bu role eklemek istediğiniz grup için arama yapın.

source: Add a user to this Role
tr: Bu Role bir kullanıcı ekle

source: Search for the user you want to add to this role.
tr: Bu role eklemek istediğiniz kullanıcı için arama yapın.

source: Content
tr: İçerik

source: Actor
tr: Aktör

source: Update Activities
tr: Etkinlikleri Güncelle

source: Start:
tr: Başlangıç:

source: End:
tr: Bitiş:

source: Resolution
tr: Çözüm

source: All
tr: Hepsi

source: Minute
tr: Dakika

source: 5 Minutes
tr: 5 Dakika

source: 30 Minutes
tr: 30 Dakika

source: Hour
tr: Saat

source: 6 Hours
tr: 6 Saat

source: Half Day
tr: Yarım Gün

source: Day
tr: Gün

source: Week
tr: Hafta

source: Month
tr: Ay

source: Generate
tr: Oluştur

source: Result Analytics
tr: Sonuç İstatistikleri

source: Application Properties
tr: Uygulama Özellikleri

source: Interactive Shell
tr: İnteraktif Shell

source: Type "help" to view a list of the available commands.
tr: Mevcut komutları listelemek için "help" yazın.

source: Response:
tr: Cevap:

source: Create new collection
tr: Yeni koleksiyon oluştur

source: Method
tr: Metod

source: Back to collection
tr: Koleksiyona dön

source: Query String
tr: Sorgu Dizesi

source: Json Body
tr: Json İçeriği

source: Validate Json
tr: Json Doğrula

source: Run Query
tr: Sorguyu Çalıştır

source: Search
tr: Arama

source: ex: /users
tr: ör: /users

source: ex: select * where name='fred'
tr: ör: select * where name='ali'

source: ex: 10
tr: ör: 10

source: { "name" : "value" }
tr: { "isim" : "değer" }

source: Log In
tr: Giriş

source: Sign up
tr: Kayıt Ol

source: Create
tr: Oluştur

source: Cancel
tr: İptal

source: Update
tr: Güncelle

source: Yes, continue
tr: Evet, devam et

source: Yes, delete
tr: Evet, sil

source: Follow
tr: Takip Et

source: View Details
tr: Ayrıntılar

source: Want to get the data above programmatically? You can retrieve it with <a style="color: #007CDC;" href="http://curl.haxx.se/" target="_blank">curl</a>. Copy-paste the command in a terminal window and you should see the same data come back as JSON.
tr: Yukarıdaki veriye programlanabilir olarak erişmek mi istiyorsunuz? <a style="color: #007CDC;" href="http://curl.haxx.se/" target="_blank">curl</a> ile yapabilirsiniz. Komutu kopyalayıp terminal penceresine yapıştırdığınızda aynı verinin JSON olarak geri döndüğünü göreceksiniz.

source: Not sure what "Authorization: Bearer” is, or how to get a token? We have a <a style="color: #007CDC;" href="http://apigee.com/docs/usergrid/content/authentication-and-access-usergrid">documentation article about that</a>
tr: "Authorization: Bearer" anlamını ya da nasıl token alınacağını bilmiyor musunuz? Bunun için bir <a style="color: #007CDC;" href="http://apigee.com/docs/usergrid/content/authentication-and-access-usergrid">dokümantasyonumuz var.</a>

source: No Group Activities
tr: Grup Aktivitesi Yok

source: Save Group
tr: Grubu Kaydet

source: Edit
tr: Düzenle

source: Contents
tr: İçerik

source: Created
tr: Oluşturuldu

source: Modified
tr: Düzenlendi

source: Title
tr: Başlık

source: Sets
tr: Setler

source: Collections
tr: Koleksiyonlar

source: Remove
tr: Sil

source: Add user
tr: Kullanıcı ekle

source: User Name
tr: Kullanıcı Adı

source: No Group Memberships
tr: Grup Üyeliği Yok

source: Add role
tr: Rol ekle

source: Roles
tr: Roller

source: No Roles
tr: Rol Yok

source: Permissions
tr: İzinler

source: Add Permission Rule
tr: İzin Kuralı Ekle

source: Permission Rules
tr: İzin Kuralları

source: No Permissions
tr: Kural Yok

source: Inactivity
tr: Durgunluk

source: Seconds
tr: Saniye

source: Integer only. 0 (zero) means no expiration.
tr: Sadece sayı. 0 (sıfır) bitiş zamanı yok demektir.

source: Only integers greater than 0 are accepted.
tr: Sadece 0'dan büyük sayılar kabul edilmektedir.

source: No Users have this Role
tr: Bu Rol Hiçbir Kullanıcıda Yok

source: No User Activities
tr: Kullanıcı Etkinliği Yok

source: Follow User
tr: Kullanıcıyı Takip Et

source: Following
tr: Takip Ettiği

source: Not following anyone
tr: Takip ettiği kullanıcı yok

source: Followers
tr: Takipçiler

source: No followers
tr: Takipçi yok

source: Add to a Group
tr: Bir Gruba Ekle

source: no group memberships
tr: grup üyeliği yok

source: Save User
tr: Kullanıcıyı Kaydet

source: Type
tr: Tür

source: Activated
tr: Etkinleştirildi

source: Picture
tr: Fotoğraf

source: Group Title
tr: Grup Adı

source: eg. example@apigee.com
tr: ör: ornek@apigee.com

source: Password must match
tr: Şifre uyuşmalı

source: This field only allows : A-Z, a-z, 0-9, dot, underscore and dash
tr: Bu alanda büyük ve küçük harf, rakam, nokta, alt ve orta çizgi karakterlerine izin verilmektedir.

source: This field only allows : A-Z, a-z, 0-9, dot, and dash
tr: Bu alanda büyük ve küçük harf, rakam, nokta ve orta çizgi karakterlerine izin verilmektedir.

source: Title field only allows : space, A-Z, a-z, 0-9, dot, dash, /, !, and ?
tr: Başlık alanında boşluk, büyük ve küçük harf, rakam, nokta, orta ve eğik çizgi, ünlem ve soru işareti karakterlerine izin verilmektedir.

source: Collection name only allows : a-z A-Z 0-9
tr: Koleksiyon adında büyük ve küçük harf ile rakamlara izin verilmektedir.

source: Path only allows : /, a-z, 0-9, dot, and dash, paths of the format: /path, path/, or path//path are not allowed
tr: Yol alanında eğik çizgi, küçük harf, rakam, nokta ve orta çizgi karakterlerine izin verilmektedir. /yol, yol/ ya da yol//yol biçimlerine izin verilmez.

source: Role only allows : /, a-z, 0-9, dot, and dash
tr: Rol alanında eğik çizgi, küçük harf, rakam, nokta ve orta çizgi karakterlerine izin verilmektedir.

source: Select an Application
tr: Bir Uygulama Seçin

source: Error
tr: Hata

source: There was an error getting the collections
tr: Koleksiyonlar alınırken hata oluştu

source: No collections found.
tr: Koleksiyon bulunamadı.

source: No entities found
tr: Varlık bulunamadı

source: username
tr: kullanıcı adı

source: Rolename
tr: Rol Adı

source: Please, first select the entities you want to delete.
tr: Lütfen öncelikle silmek istediğiniz varlıkları seçin.

source: Unable to delete: %s
tr: Silinemedi: %s

source: No applications created.
tr: Oluşturulan uygulama yok.

source: Unable to retrieve application list.
tr: Uygulama listesi alınamadı.

source: No organization administrators.
tr: Uygulama yöneticisi bulunmuyor.

source: Unable to retrieve admin list
tr: Yönetici listesi alınamadı.

source: No activities.
tr: Etkinlik yok.

source: Unable to retrieve feed.
tr: Besleme alınamadı.

source: Unable to load...
tr: Yüklenemedi...

source: Length of %s must be between %d and %d.
tr: %s uzunluğu %d ile %d arasında olmalıdır.

source: Length must be between %d and %d.
tr: Uzunluk %d ile %d arasında olmalıdır.

source: Unable to create application:
tr: Uygulama oluşturulamadı:

source: Unable to create admin
tr: Yönetici yaratılamadı

source: Unable to get organization
tr: Organizasyon alınamadı

source: Unable to create organization
tr: Organizasyon yaratılamadı

source: User created successfully.
tr: Kullanıcı başarıyla yaratıldı.

source: Unable to create user
tr: Kullanıcı yaratılamadı

source: Role created successfully.
tr: Rol başarıyla oluşturuldu.

source: Collection created successfully.
tr: Koleksiyon başarıyla yaratıldı.

source: Group created successfully.
tr: Grup başarıyla yaratıldı.

source: Unable to create group
tr: Grup yaratılamadı

source: Unable to add group to user
tr: Grup kullanıcıya eklenemedi

source: Unable to add user to group
tr: Kullanıcı gruba eklenemedi

source: Unable to follow User
tr: Kullanıcı takip edilemedi

source: Unable to add user to role
tr: Kullanıcı role eklenemedi

source: Please, first select the roles you want to delete for this user.
tr: Lütfen öncelikle bu kullanıcı için silmek istediğiniz rolleri seçin.

source: Unable to remove user from role
tr: Kullanıcı rolden çıkarılamadı

source: Please, first select the users you want to delete from this role.
tr: Lütfen öncelikle bu rolden silmek istediğiniz kullanıcıları seçin.

source: Please, first select the groups you want to delete for this user.
tr: Lütfen öncelikle bu kullanıcı için silmek istediğiniz grupları seçin.

source: Unable to remove user from group
tr: Kullanıcı gruptan çıkarılamadı

source: Please, first select the users you want to remove from this group.
tr: Lütfen öncelikle gruptan kaldırmak istediğiniz kullanıcıları seçin.

source: Please, first select the roles you want to delete from this group.
tr: Lütfen öncelikle bu gruptan silmek istediğiniz rolleri seçin.

source: Unable to remove role from group
tr: Rol gruptan kaldırılamadı

source: Entity
tr: Varlık

source: Count
tr: Toplam

source: entities total
tr: toplam varlık

source: Time
tr: Zaman

source: Entities
tr: Varlıklar

source: CPU Time Used
tr: Kullanılan CPU Saati

source: Uploaded
tr: Yüklenen

source: Bytes Uploaded
tr: Yüklenen (byte)

source: Downloaded
tr: İndirilen

source: Bytes Downloaded
tr: İndirilen (byte)

source: Unable to retrieve users.
tr: Kullanıcılar alınamadı.

source: No users found.
tr: Kullanıcı bulunmuyor.

source: Please, first select the users you want to delete.
tr: Lütfen öncelikle silmek istediğiniz kullanıcıları seçin.

source: Unable to delete user - %s
tr: Kullanıcı silinemedi - %s

source: Unable to update User
tr: Kullanıcı güncellenemedi

source: Unable to retrieve user's groups.
tr: Kullanıcının grupları alınamadı.

source: Unable to retrieve user's activities.
tr: Kullanıcının etkinlikleri alınamadı.

source: Unable to retrieve user's permissions.
tr: Kullanıcının izinleri alınamadı.

source: Unable to retrieve user's roles.
tr: Kullanıcının rolleri alınamadı.

source: Unable to retrieve user's followers.
tr: Kullanıcının takipçileri alınamadı.

source: Unable to retrieve user's following.
tr: Kullanıcının takip ettikleri alınamadı.

source: Unable to retrieve user's profile.
tr: Kullanıcının profili alınamadı.

source: Unable to retrieve groups.
tr: Grupları alınamadı.

source: No groups found.
tr: Grup bulunmuyor.

source: Please, first select the groups you want to delete.
tr: Lütfen öncelikle silmek istediğiniz grupları seçin.

source: Unable to delete group
tr: Grup silinemedi

source: Unable to retrieve group's users.
tr: Grup kullanıcıları alınamadı.

source: Unable to retrieve group's activities.
tr: Grup etkinlikleri alınamadı.

source: Unable to retrieve group's permissions.
tr: Grup izinleri alınamadı.

source: Unable to retrieve group's roles.
tr: Grup rolleri alınamadı.

source: Unable to retrieve group details.
tr: Grup ayrıntıları alınamadı.

source: Unable to retrieve roles.
tr: Roller alınamadı.

source: No roles found.
tr: Rol bulunmuyor.

source: Role Name
tr: Rol Adı

source: Please, first select the roles you want to delete.
tr: Lütfen öncelikle silmek istediğiniz rolleri seçin.

source: Unable to delete role
tr: Rol silinemedi

source: No permission information retrieved.
tr: İzin bilgisi bulunmuyor.

source: Unable to load role's inactivity value.
tr: Rolün durgunluk değeri yüklenemedi.

source: Loading %s permissions...
tr: %s izinleri yükleniyor...

source: Unable to retrieve %s role permissions.
tr: %s rolü için izinler alınamadı.

source: Unable to delete permission
tr: İzin silinemedi

source: Unable to add permission
tr: İzin eklenemedi

source: Please select a verb
tr: Lütfen bir eylem seçin

source: Unable to remove Permission
tr: İzin kaldırılamadı

source: Unable to add group to role
tr: Grup role eklenemedi

source: Please, first select the groups you want to delete for this role.
tr: Lütfen öncelikle bu rol için silmek istediğiniz grupları seçin.

source: Unable to remove group from role:
tr: Grup rolden kaldırılamadı:

source: Unable to retrieve activities.
tr: Etkinlikler alınamadı.

source: No activities found.
tr: Etkinlik bulunmuyor.

source: No counter data.
tr: Sayaç verisi bulunmuyor.

source: No counter data
tr: Sayaç verisi bulunmuyor

source: Unable to retrieve Users.
tr: Kullanıcılar alınamadı.

source: Unable to retrieve Groups.
tr: Gruplar alınamadı.

source: Unable to retrieve Roles.
tr: Roller alınamadı.

source: No Logged In User
tr: Giriş Yapmış Kullanıcı Yok

source: Invalid organization name: %s
tr: Geçersiz organizasyon adı: %s

source: Invalid username: %s
tr: Geçersiz kullanıcı adı: %s

source: Name cannot be blank.
tr: İsim boş bırakılamaz.

source: Invalid email: %s
tr: Geçersiz e-posta: %s

source: Passwords must match.
tr: Şifreler eşleşmeli.

source: Unable to create new organization at this time
tr: Şu anda organizasyon oluşturulamıyor

source: Leave
tr: Ayrıl

source: New passwords don't match
tr: Yeni şifreler eşleşmiyor

source: Unable to update account settings
tr: Hesap ayarları güncellenemedi

source: No organizations created.
tr: Organizasyon bulunmuyor.

source: Are you sure you want to leave this Organization?
tr: Bu organizasyondan ayrılmak istediğinize emin misiniz?

source: You will lose all access to it.
tr: Tüm erişiminizi kaybedeceksiniz.

source: Unable to leave organization
tr: Organizasyondan ayrılınamadı

source: A representation of a person, company, organization, or place
tr: Bir kişi, şirket, organizasyon ya da yerin temsili

source: Formatted Name
tr: Biçimlendirilmiş İsim

source: User Title
tr: Kullanıcı Başlığı

source: Home Page
tr: Ana Sayfa

source: Telephone
tr: Telefon

source: Picture URL
tr: Fotoğraf URL

source: Birthday
tr: Doğum Tarihi

source: Street 1
tr: Sokak 1

source: Street 2
tr: Sokak 2

source: City
tr: Şehir

source: State
tr: Eyalet

source: Zip
tr: Posta Kodu

source: Country
tr: Ülke

source: Address
tr: Adres

source: A representation of a group
tr: Bir grubun temsili
